read -sv "../src/traffic_fsm.v" "../src/fsm_trl.v" "../src/clk_prescaler.v"
synth_xilinx -nobram -noiopad -flatten -nodsp -abc9 
clean
autoname
write_verilog "post_synth_results.v"
write_edif "netlist.edif"
tee -q -o post_synth_report.txt stat